/* titles */
"StandardTitle" = "Standardinstallation på ”%@”";
"CustomTitle" = "Anpassad installation på ”%@”";

/* space requirements message */
"SpaceRequirements" = "Detta kommer att uppta %@ utrymme på datorn.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Klicka på Installera om du vill utföra en standardinstallation av programvaran på skivan ”%@”.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Klicka på Installera om du vill utföra en standardinstallation av programvaran i din hemmapp. Endast den nuvarande användaren av datorn kommer att kunna använda programvaran.";
"InstallContinueMessage_LocalDomain" = "Klicka på Installera om du vill utföra en standardinstallation av programvaran för alla användare på datorn. Alla användare av datorn kommer att kunna använda programvaran.";
"InstallContinueMessage_UnknownDomain" = "Klicka på Installera om du vill utföra en standardinstallation av programvaran.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "När installationen är klar måste du stänga av datorn. Är du säker på att du vill installera programvaran nu?";
"RestartWarning" = "När installationen är klar måste du starta om datorn. Är du säker på att du vill installera programvaran nu?";
"LogoutWarning" = "För att installera den här programvaran måste alla program avslutas och du kommer att loggas ut när installationen är slutförd. Är du säker på att du vill installera programvaran nu?";
"BatteryWarning" = "Du påbörjar en installation utan att nätadaptern är ansluten till datorn eller ett vägguttag. Är du säker på att du vill göra det?";
"PadWarning" = "Om du installerar programvaran kommer du att ha mindre än 100 MB ledigt utrymme på Mac OS X-systemet. Detta kan skapa problem med systemet och rekommenderas inte. Är du säker på att du vill fortsätta?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Installera";
"CONTINUE_BUTTON_TITLE" = "Fortsätt";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Avbryt";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Fortsätt installera";

"ExtraMediaMessage" = "Programvaran som du installerar kräver ytterligare installationsskivor. Ha dessa skivor till hands:";
"AppToQuitMessage" = "%@ är öppet just nu och kommer att avslutas innan installationen påbörjas. Om du inte vill att programmet ska avslutas avbryter du installationen.";
"AppsToQuitMessage" = "Följande öppna program kommer att avslutas innan installationen påbörjas: %@. Om du inte vill att programmen ska avslutas avbryter du installationen.";

"MUST_QUIT_APPLICATIONS_TITLE" = "En del program måste stängas innan installationen påbörjas.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ kommer att avslutas innan installationen påbörjas. Om du inte vill att programmet ska avslutas avbryter du installationen genom att klicka på Avbryt.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Följande program stängs: %@. Om du inte vill stänga programmen klickar du på Avbryt för att avbryta installationen.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Det behövs ungefär %@ mer ledigt utrymme på målskivan.";
"StandardInstallSinglePackageDeselectMessage" = "Avsluta installeraren, frigör mer utrymme på skivan genom att ta bort filer eller program och försök sedan installera igen.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Du kan välja någon annan skiva för installationen eller avsluta installeraren och frigöra mer utrymme på skivan genom att ta bort filer eller program och sedan försöka installera igen.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Det behövs ungefär %@ mer ledigt utrymme på målskivan.";
"CustomMetaPackageDeselectMessage" = "Avmarkera några alternativ eller avsluta installeraren, gör mer utrymme tillgängligt på skivan genom att radera filer eller program, och försök sedan installera igen.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Du kan välja någon annan skiva för installationen, avmarkera några alternativ, eller avsluta installeraren och frigöra mer utrymme på skivan genom att ta bort filer eller program och sedan försöka installera igen.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "Det finns en nyare version av den här programvaran installerad på datorn. Du behöver inte installera den här äldre versionen.";

"CUSTOM_FOLDER_TOOLTIP" = "Mappen ”%1$@” på %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Det saknas tillräckligt ledigt utrymme för att installera det här objektet.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Frigör mer utrymme genom att ta bort filer eller program, eller välj en annan mapp eller skiva, och försök sedan installera igen.";
"CUSTOM_FOLDER_DESCRIPTION" = "Du väljer nu en plats för ”%1$@”. Storleken på detta objekt är %2$@. Nedan finns en lista över skivor och deras lediga utrymme.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (utrymme saknas)";
"CUSTOM_OTHER_MENU_ITEM" = "Annat…";
